Repository: ChristianBoehm/python-opsi
Catalog: gettext/opsi_system_*.po
Languages: de, fr

source: System is going down for reboot now.
de: Das System wird nun neu gestartet.
fr: Le système va redémarrer maintenant.

source: System is going down for halt now.
de: Das System wird jetzt heruntergefahren.
fr: Le système va s'arrêter maintenant.

source: Copying from %s to %s
de: Kopiere von %s nach %s
fr: Copie depuis %s vers %s

source: Copying from %s to %s
de: Kopiere von %s nach %s
fr: Copie depuis %s vers %s

source: Creating directory '%s'.
de: Erstelle Verzeichnis '%s'.
fr: Création du répertoire '%s'.

source: Mounting '%s' to '%s'.
de: Binde Dateisystem '%s' unter '%s' ein.
fr: Montage de '%s' sur '%s'.

source: Umounting '%s'.
de: Loese Einbindung von '%s'.
fr: Démontage de '%s'.

source: Looking for harddisks.
de: Suche nach Festplatten.
fr: Recherche des disques durs.

source: Hardisk '%s' found (%s MB).
de: Festplatte '%s' gefunden (%s MB).
fr: Le disque dur '%s' à été trouvé (%s MB).

source: Collecting hardware information.
de: Sammle Hardware-Informationen.
fr: Récupération des informations matérielles.

source: Deleting partition table on disk '%s'.
de: Loesche Partitionstabelle auf Festplatte '%s'.
fr: Effacement de la table de partition du disque '%s'.

source: Shredding %s%s
de: Schreddere %s%s

source: Pass %d/%d (%s)
de: Durchgang %d/%d (%s)
fr: Etape %d/%d (%s)

source: Writing from %s to '%s%s'
de: Schreibe von %s nach '%s%s'

source: Failed
de: Fehlgeschlagen
fr: Échoue

source: Average transfer rate: %s kB/s
de: Durchschnittliche Uebertragungsrate: %s kB/s
fr: Taux moyen de transfert %s kB/s

source: Writing master boot record (system: %s) to '%s'.
de: Schreibe Master Boot Record (System: %s) auf '%s'.
fr: Ecriture du secteur d'amorçage principal (système: %s) vers '%s'.

source: Writing partition boot record (fs: %s) to '%s%s'.
de: Schreibe Partition Boot Record (Dateisystem: %s) auf '%s%s'.

source: Modifying NTFS boot record of partition '%s%s' (sector: %s).
de: Modifiziere NTFS Boot Record von Parition '%s%s' (Sektor: %s).

source: Creating partition on '%s': number: %s, type '%s', filesystem '%s', start: %s cyl, end: %s cyl.
de: Erstelle Partition auf '%s': Nummer: %s, Typ '%s', Dateisystem '%s', Anfang: %s cyl, Ende: %s cyl.
fr: Création d'une partition sur '%s': numéro: %s, type '%s', système de fichiers '%s', début: cyl %s, fin: cyl %s.

source: Deleting partition '%s' on '%s'.
de: Loesche partition '%s' auf '%s'.
fr: Effacement de la partition '%s' sur '%s'.

source: Creating filesystem '%s' on '%s%s'.
de: Erstelle Dateisystem '%s' auf '%s%s'.

source: Resizing filesystem on partition '%s%s' (%s) to %s MB.
de: Aendere die Groesse des Dateisystems von Partition '%s%s' (%s) auf %s MB.

source: Writing filesystem image of '%s%s' to '%s'.
de: Schreibe Dateisystem-Abbild von '%s%s' nach '%s'.

source: Writing filesystem image of partition '%s%s' to ntfsclone-image '%s'
de: Schreibe Dateisystem-Abbild von Partition '%s%s' als ntfsclone-image '%s'

source: Syncing ...
de: Synchronisiere ...
fr: Synchronisation...

source: Scanning filesystem ...
de: Untersuche Dateisystem ...
fr: Parcour du système de fichiers...

source: Writing image ...
de: Schreibe Abbild ...
fr: Ecriture de l'image...

source: Filesystem usage is %s MB (%s)
de: %s MB (%s) des Dateisystems sind belegt.
fr: La place utilisée est de %s MB (%s)

source: Failed: %s
de: Fehlgeschlagen: %s
fr: Echoué: %s

source: Restoring filesystem image '%s' to '%s%s'.
de: Schreibe Dateisystem-Abbild '%s' auf '%s%s'.

source: Restoring ntfsclone image '%s' to '%s%s'
de: Schreibe ntfsclone-Abbild '%s' auf '%s%s'

source: Writing from %s to '%s'
fr: Ecriture depuis %s vers '%s'

source: Writing partition boot record (fs: %s) to '%s'.
fr: Ecriture du secteur d'amorçage de la partition (fs: %s) vers '%s'.

source: Modifying NTFS boot record of partition '%s' (sector: %s).
fr: Modification du secteur d'amorçage NTFS de la partition '%s' (secteur: %s).

source: Creating filesystem '%s' on '%s'.
fr: Création du système de fichiers '%s' sur '%s'.

source: Resizing filesystem on partition '%s' (%s) to %s MB.
fr: Redimensionne le système de fichiers sur la partition '%s' (%s) à %s MB.

source: Writing filesystem image of '%s' to '%s'.
fr: Ecriture de l'image du système de fichiers '%s' vers '%s'.

source: Writing filesystem image of partition '%s' to ntfsclone-image '%s'
fr: Ecriture de l'image de la partition '%s' vers une image ntfsclone '%s'

source: Restoring filesystem image '%s' to '%s'.
fr: Restauration du système de fichiers '%s' vers '%s'.

source: Restoring ntfsclone image '%s' to '%s'
fr: Restauration d'une image ntfsclone '%s' vers '%s'
