Repository: ChristianBoehm/python-opsi
Catalog: gettext/python-opsi_*.po
Languages: it

source: An error occured
it: Ãˆ avvenuto un errore

source: Message
it: Messaggio

source: Progress
it: Completamento

source: Copy progress
it: Completamento della copia

source: Text
it: Testo

source: Cancel
it: Annulla

source: Please type text
it: Per favore, inserire testo

source: Please select
it: Per favore, seleziona

source: Please fill in
it: Per favore, compila

source: Question
it: Domanda

source: Title
it: Titolo

source: <F12> %s | <Space> select | <Up/Down> scroll text
it: <F12> %s | <Space> seleziona | <Up/Down> scorri testo

source: <ESC> %s | <F12> %s | <Tab> move cursor | <Space> select
it: <ESC> %s | <F12> %s | <Tab> muovi il cursore | <Space> seleziona

source: | <Up/Down> scroll text
it: | <Up/Down> scorri testo
